var local_database = [
  {
    date: '2019-08-03',
      title: '8月4日驻港部队对香港实施戒严？外交部：谣言',
    img: {
      post_img: '/images/post/cat.png',
      author_img: '/images/avatar/1.png'
    },
    content: '根据美国《防务新闻》网站在5月12日的报道称，中国已经在海南岛上的一处基地部署了2架空警-500预警机，以及运-8J或X海上警戒机。',
    view_num: '112',
    collect_num: '96',
    postId:0,
    headImgSrc: '/images/post/cat.png',
    author:'环球时报',
    dateTime:'2019-08-03',
      detail: '华春莹回应驻港部队对香港实施戒严：谣言。       2019年8月2日外交部发言人华春莹主持例行记者会。      　　问：据报道，部分香港公务员今晚将在香港中环一带发起集会，要求撤回《逃犯条例》修订草案。有消息称，香港特区政府将会以此为由在8月4日凌晨申请驻港部队对香港实施戒严，并清理欧美国家驻港总领事馆人员和持有美国、英国护照人士。对于这样的传言，中方有何回应？     　　答：你说这是传言，我可以明确告诉你，这哪里只是传言，这根本就是谣言！用心非常险恶，就是想制造恐慌。长期以来，香港享受着和平繁荣与稳定，我相信广大香港市民对此感同身受，希望继续维护香港的长期繁荣与稳定的局面。但今年6月以来，围绕修订《逃犯条例》和《刑事事宜相互法律协助条例》问题，香港发生了一些游行集会活动，其间有一些激进示威者蓄意挑起、制造暴力事件，严重威胁公众安全，对香港的法治、社会秩序、经济民生和国际形象造成了严重影响。中央政府坚定支持香港特区政府依法处置。　　必须指出，美国等一些西方国家政府颠倒黑白，混淆是非，就香港局势煽风点火，妄加评论，对目前香港局势的发展起到了非常坏的作用，这样的行径是对中国内部事务的粗暴干涉。我们奉劝这些外国势力认清形势，认清中国中央政府坚定支持香港特区政府依法施政、维护香港安全与稳定秩序的决心和能力，千万不要企图火中取栗。希望他们及时悬崖勒马。同时，我们希望记者朋友们在报道时，一定要把普通香港市民的诉求与极少数激进暴力分子的暴力违法活动区分开来，千万不要让广大香港市民被极少数激进暴力分子绑架。相信广大香港市民对此有清醒的认识。我也看到报道称，有越来越多的香港市民对于极少数激进暴力分子危害香港秩序和安全的行为表达了不满。希望香港社会尽快恢复安宁。',
  },
  {
    date: '2019-08-01',
     title: '致敬八一建军节！记录不一样的军人时光',
    img: {
      post_img: '/images/post/vr.png',
      author_img: '/images/avatar/2.png'
    },
     content: '退伍不褪色，八一建军节之际，我们为多位退伍军人免费拍摄了属于他们的肖像照。同时也和他们聊起那些曾经难忘的军旅生涯。',
    view_num: '100',
    collect_num: '60',
    postId: 1,
    headImgSrc:'/images/post/vr.png',
    author:'杜甫',
    dateTime:'2019-08-01',
     detail:'退伍不褪色，八一建军节之际，我们为多位退伍军人免费拍摄了属于他们的肖像照。同时也和他们聊起那些曾经难忘的军旅生涯。张磊（左图最中间的擎旗手）。我是在2003年12月入伍，经过层层选拔，成为一名光荣的国旗卫士，历任排头兵、护旗手、擎旗手。第一次肩扛礼宾枪升旗、第一次怀抱冲锋枪升旗、第一次肩扛祖国第一旗升旗，每个第一次我都心潮澎湃记忆犹新。从金水桥到国旗区这短短却又神圣的138步，浓缩了每名国旗卫士曾经付出的泪水与汗水，甚至我们自己有时在国歌响起的刹那，面朝壮丽的天安门城楼，也会激动落泪，一股骄傲与自豪感瞬间就被点燃了！离开部队后，我做的第一件事，就是开始钻研国旗杆、颁奖旗的设计和生产，目前产品已经在奥运会、亚运会、世博会、全运会、世园会等赛场和会场上得到普遍使用。2015年反法西斯战争胜利70周年阅兵仪式前，天安门城楼上的旗杆也选用了我设计的旗杆产品。看到这些让我感到很自豪。',
  },
  {
    date: '2019-07-30',
     title: '北京冬奥会青白玉、黄金印玺即将上市',
    img: {
      post_img: '/images/post/bl.png',
      author_img: '/images/avatar/3.png'
    },
     content: '7月31日，“有凤来仪 金玉锦绣”北京2022冬奥徽宝典藏版、珍藏版产品发布会在北京冬奥组委首钢园区举行。经北京冬奥组委授权，限量2022方的北京冬奥徽宝典藏版（和田青白玉印玺）和限量5000方的北京冬奥徽宝珍藏版（黄金印玺），即将于8月3日全球同步发行。',
    view_num: '70',
    collect_num: '40',
    postId: 2,
    headImgSrc:'/images/post/bl.png',
    author:'白居易',
    dateTime:'2019-07-30',
     detail: '7月31日，“有凤来仪 金玉锦绣”北京2022冬奥徽宝典藏版、珍藏版产品发布会在北京冬奥组委首钢园区举行。经北京冬奥组委授权，限量2022方的北京冬奥徽宝典藏版（和田青白玉印玺）和限量5000方的北京冬奥徽宝珍藏版（黄金印玺），即将于8月3日全球同步发行。',
  }
]

module.exports={
  postLists: local_database
}